Repository: gwenn-ha-dev/Planche
Catalog: Localizable.xcstrings
Source language: fr
Languages: en

source: %lld images trouvées...
en: %lld images found...

source: %lld sélectionnées
en: %lld selected

source: Afficher dans le Finder
en: Show in Finder

source: Annuler
en: Cancel

source: Chargement des images...
en: Loading images...

source: Choisissez un dossier contenant des images
en: Choose a folder containing images

source: Copier l'image
en: Copy Image

source: Copier le chemin
en: Copy Path

source: Erreur
en: Error

source: Espace
en: Space

source: Fermer
en: Close

source: Fichier > Ouvrir un dossier ou ⌘O
en: File > Open Folder or ⌘O

source: Général
en: General

source: Image précédente / suivante
en: Previous / Next image

source: Impossible de mettre à la corbeille : %@
en: Could not move to Trash: %@

source: Les images seront déplacées dans la corbeille du Mac.
en: The images will be moved to the Trash.

source: Mettre à la corbeille
en: Move to Trash

source: ou glisser un dossier ici
en: or drag a folder here

source: Ouvrir
en: Open

source: Ouvrir / fermer
en: Open / Close

source: Ouvrir un dossier
en: Open Folder

source: Ouvrir un dossier (⌘O)
en: Open folder (⌘O)

source: Ouvrir un dossier pour commencer
en: Open a folder to get started

source: Ouvrir un dossier...
en: Open Folder...

source: Raccourcis clavier
en: Keyboard Shortcuts

source: Supprimer
en: Delete

source: Supprimer %lld images ?
en: Delete %lld images?

source: Supprimer la sélection
en: Delete selection

source: Supprimer la sélection (⌫)
en: Delete selection (⌫)

source: Tout sélectionner
en: Select All

source: Voir en grand
en: View Full Size

source: Vue détaillée
en: Detail View

source: Échap
en: Esc
